export const ru = {
  common: {
    continue: 'Продолжить',
    start: "Начать",
    close: 'Закрыть',
    allow: 'Разрешить',
  },
  settings: {
    title: 'Настройки',
    contactUs: "Свяжитесь с нами",
    notifications: "Уведомления",
    unsubscribe: 'Отписаться',
    enable: 'Разрешить уведомления',
  },
  notifications: {
    cancel: 'Отменить',
    accept: 'Разрешить',
    acceptMessage: "Подпишись чтобы всегда быть в курсе актуальных предложений и скидок. Также мы будем оповещать вас о новых функциях. Никаких бесполезных сообщений!",
    acceptTitle: "Подпишитесь на наши уведомления",
    enable: 'Разрешить уведомления',
  },
  connectionError: {
    title: 'Что-то пошло не так...',
    description: 'Для безопасного подключения перейдите в нашего приватного телеграм ботапо ссылке ниже. Там вы получите прокси для безопасного подключения.',
  },
  promo: {
    title: 'Премиум',
    description: 'Перейдите на Pro-версию, чтобы получить больше мощности и ускорить подключение через VPN.',
    checkAllTariffs: 'Посмотреть все тарифы →'
  },
  home: {
    download: 'Загрузка',
    upload: 'Отдача',
    optimalConnection: 'Оптимальное подключение',
    notConnected: 'Не подключено',
  },
  servers: {
    title: 'Серверы',
    chooseServer: 'Выберите сервер',
  },
  onboarding: {
    header: "Свобода в одном \n касании",
    safeInternet: "Безопасный интернет",
    watchAnywhere: "Смотрите контент откуда угодно",
    gameAccess: "Доступ к играм по всему миру",
    privacy: "Абсолютная приватность",
    freeTrial: "Бесплатный пробный период",
    activateFreeTrial: 'Активировать пробный период',
    later: 'потом',
    yearPlan: "Годовой план",
    weekPlan: "Недельный план",
    year: "Год",
    week: 'Неделя',
    month: "Месяц",
    inMonth: 'в месяц',
    freeTrialTip: 'Сейчас никакой оплаты',
    freeTrialWeekLabel: '3-дня бесплатно',
    freeTrialYearLabel: 'Годовой план',
    bestPrice: 'Лучшая цена',
    discount: {
      sale: "Специально для вас",
      timeLeft: "Осталось {{time}}",
      title: 'Вам скидка 75%',
      description: "Специально для вас мы подготовили большую скидку. Успей подписаться, чтобы смотреть любимый контент везде!",
      week: "в неделю",
      getDiscount: "Получить скидку",
    },
    info: {
      step1: {
        title: "Открой доступ ко всем приложениям",
        text: 'VPN позволяет получить доступ ко всем интернет-сервисам, независимо от вашего местоположения.',
      },
      step2: {
        title: "Тысячи стабильных и высокоскростных серверов",
        text: "Подключайтесь к надёжным серверам по всему миру и наслаждайтесь высокой скоростью без ограничений.",
      },
      step3: {
        title: "Полная анонимность и защита данных",
        text: "Ваши действия в интернете остаются конфиденциальными. Мы не храним журналы и защищаем трафик шифрованием.",
      },
    }
  }
}